Using System;
Using System.Collections.Generic;

Using User;
Using UsersList;

//класс для работы с файлом Базы Данных
namespace даааааааааааааваааааааааааааааааааааай

class DataBase{

   public DataBase(){
   }
// метод считывания списка пользователей из файла

// метод записи списка пользователей из файла

//метод считывания рейтингов-достижений пользователей из файла

// метод записи рейтингов-достижений в файл 

// метод считывания целей пользователей

// метод записи целей пользователей
  
}
