
// TODO переименовать файл и класс
// разработать методы 
// 1 регистрация цели (полуячаем на входе код пользователя, максимум баллов по достижению цели, формулировку цели)
// 2 получение цели по коду пользователя(получает код пользователя) (возвращает название цели и код цели)
// Реализовывать возврат данных для П2. через классы
using System;
using System.Collections.Generic;
using System.Text;

namespace даааааааааааааваааааааааааааааааааааай
{
    class регистрация_цели
    {
        
    }
}
